Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Verlagsdienstleistungen, einschließlich elektronische Veröffentlichungen
en: Publishing services (including electronic publishing services)

source: Ausbildung im Bereich der Arbeitsmedizin
en: Training services relating to occupational health

source: Ausbildung im Bereich Einzelhandelsmarketing
en: Training services relating to retail marketing

source: Durchführung von Schulungen im Bereich der Hotelreinigung
en: Training services relating to the cleaning of hotels

source: Durchführung von Spielen zu Unterhaltungszwecken
en: Gaming services for entertainment purposes

source: Veranstaltung von zahnmedizinischen Fortbildungskursen
en: Providing continuing dental education courses

source: Veröffentlichung von Verzeichnissen zum Thema Reisen
en: Publication of directories relating to travel

source: Veröffentlichung von Lehr- und Unterrichtsmaterialien
en: Publication of educational teaching materials

source: Veröffentlichung von Liedtexten auf Papierblättern
en: Publication of lyrics of songs in sheet form

source: Schulungsdienstleistungen in Bezug auf die Wartung von Computern
en: Training services relating to the maintenance of computers

source: Ausbildung im Bereich der Verwendung von Brandbekämpfungsausrüstungen
en: Training services relating to the use of fire fighting equipment

source: Vermietung von Kinofilmapparaten
en: Leasing of cine-film apparatus

source: Ausbildungsdienstleistungen von Weiterbildungsinstituten
en: Educational services provided by institutes of further education

source: Aus- und Weiterbildung für die Industrie
en: Educational services provided to industry

source: Unterhaltungsdienstleistungen eines Ringerclubs
en: Entertainment services in the nature of a wrestling club

source: Vermietung von Unterhaltungsapparaten
en: Rental of amusement machines and apparatus

source: Erstellung von Schulungsmaterialien zur Verteilung bei Managementvorträgen
en: Production of course material distributed at management lectures

source: Durchführung von beruflichen Schulungskursen
en: Vocational training courses (Provision of -)

source: Unterhaltungsdienstleistungen in Form von Filmen
en: Entertainment services in the form of motion pictures

source: Ausbildungsdienstleistungen in Bezug auf den Drogenmissbrauch
en: Education services relating to the abuse of drugs

source: Ausbildung im Bereich der Entwicklung der intellektuellen Fähigkeiten von Kindern
en: Education services relating to the development of childrens' intellectual faculties

source: Pädagogische Beurteilungen
en: Educational assessment services

source: Betrieb von Tanzsälen
en: Dance hall services

source: Beschaffung von Eintrittskarten für Sportveranstaltungen
en: Ticket procurement services for sporting events

source: Herausgabe eines Veranstaltungskalenders
en: Publication of calendars of events

source: Herausgabe von Texten
en: Publication of texts

source: Unterhaltung in Form von Wettspielen
en: Entertainment services relating to competitions

source: Unterhaltung in Form von Quizsendungen
en: Entertainment services relating to quizzes

source: Durchführung von Geschäftsführungs-Kursen
en: Conducting of courses relating to business management

source: Ausbildungsdienstleistungen in Bezug auf den Fremdsprachenunterricht
en: Educational services relating to the teaching of foreign languages

source: Produktion von Kinofilmaufzeichnungen
en: Production of pre-recorded cinema films

source: Produktion von Revue-Shows vor Live-Publikum
en: Production of revue shows before live audiences

source: Online angebotene Spieldienstleistungen
en: Provision of on-line computer games

source: Produktion von Live-Shows
en: Live show production services

source: Erwachsenenausbildung im Bereich Handel
en: Adult education services relating to commerce

source: Betrieb von Freizeitbereichen
en: Provision of recreational areas

source: Technische Ausbildung in Bezug auf Sicherheit
en: Technical training relating to safety

source: Technische Bildungsdienstleistungen
en: Technological education services

source: Betrieb einer Spielautomatenhalle
en: Providing slot machine parlors

source: Sport- und Erholungsdienstleistungen
en: Provision of sports and recreational services

source: Beratung in Bezug auf die Organisation von Sportveranstaltungen
en: Advisory services relating to the organisation of sporting events

source: Vorsprechen für Fernseh-Talentwettbewerbe
en: Auditioning for tv talent contests

source: Schulung im Bereich Design
en: Training in the field of design

source: Reservierung von Sporteinrichtungen
en: Booking of sports facilities

source: Vermietung von Einrichtungen für Bridge-Wettbewerbe
en: Providing facilities for bridge tournaments

source: Französischunterricht für Kinder als Freizeitbeschäftigung
en: Teaching of french to children through recreation

source: Ausbildung des Personals
en: Staff training services

source: Durchführung von Personalschulungen in Bezug auf moderne Bürotechnik
en: Staff training services relating to modern office technology

source: Organisation von Vorführungen für Ausbildungszwecke
en: Arranging of demonstrations for training purposes

source: Computergestützter Sportunterricht
en: Computer assisted physical education services

source: Berufsausbildung im Bereich Maschinenbau
en: Vocational education in the field of mechanics

source: Durchführung von Ingenieurtechnik-Lehrgängen
en: Conducting of educational courses in engineering

source: Durchführung von Ausstellungen zu Erholungszwecken
en: Conducting of exhibitions for recreation purposes

source: Durchführung von Lehrgängen im Bereich der Abseiltechniken
en: Residential education courses relating to abseiling

source: Organisation von Rollschuhshows
en: Roller-skating shows (Organising of -)

source: Organisation und Durchführung von Lotterien
en: Organising and conducting lotteries

source: Unterhaltungs-, Ausbildungs- und Bildungsdienstleistungen
en: Entertainment, education and instruction services

source: Durchführung von Gruppentraining
en: Instruction in group exercise

source: Organisation und Durchführung von Wettbewerben
en: Arranging and conducting competitions

source: Bereitstellen von digitaler Musik über MP3-Internetwebsites
en: Providing digital music from mp3 internet web sites

source: Ausbildung in Bezug auf die spirituelle Entwicklung
en: Educational services relating to spiritual development

source: Durchführung von Workshops und Seminaren im Kunstverständnis
en: Conducting workshops and seminars in art appreciation

source: Ausbildungsdienstleistungen im Bereich Malerei
en: Education services relating to painting

source: Ausbildungsdienstleistungen in Bezug auf Qualitätsservice
en: Education services relating to quality services

source: Organisation von Festspielen zu kulturellen Zwecken
en: Arranging of festivals for cultural purposes

source: Organisation eines Festes für Unterrichtszwecke
en: Arranging of festivals for educational purposes

source: Filmvorführungen zu Unterrichtszwecken
en: Film demonstrations for instructional purposes

source: Organisation von Freizeitturnieren
en: Organisation of recreational tournaments

source: Organisation von Stock-car-Rennen
en: Organisation of stock car racing events

source: Dienstleistungen von Fitnesstrainern
en: Training relating to data processing techniques

source: Planung von Konferenzen für Ausbildungszwecke
en: Planning of conferences for educational purposes

source: Dienstleistungen für Sportveranstaltungen, Sport- und Leichtathletikwettbewerbe und Preisverleihungen
en: Providing facilities for sporting events, sports and athletic competitions and awards programmes

source: Betrieb eines Lichtspielhauses
en: Provision of cinema facilities

source: Publikation von Zeitungen, Zeitschriften, Katalogen und Broschüren
en: Publication of newspapers, periodicals, catalogs and brochures

source: Organisation von Tagungen zu Bildungszwecken
en: Arrangement of conventions for educational purposes

source: Individuelles Coaching im Bereich Ballett
en: Personal coaching services in the field of ballet

source: Betrieb von Casinos und Spielhallen
en: Providing of casino and gaming facilities

source: Nachhilfeunterricht in Sprachen
en: Remedial tuition in language

source: Gästebetreuung [Unterhaltung]
en: Hospitality services (entertainment)

source: Betrieb von Eislaufbahnen
en: Providing skating rinks

source: Erteilen von Auskünften in Bezug auf Veröffentlichungen
en: Provision of information relating to publishing

source: Produktion von Unterhaltung in Form von Videofilmen
en: Services for the production of entertainment in the form of video

source: Unterricht in sportlicher Betätigung
en: Instruction in sporting activities

source: Ausbildung in der Computeranwendung
en: Instruction in the use of computers

source: Betrieb eines Nachtclubs [Unterhaltung]
en: Night club services [entertainment]

source: Organisation von Comedyshows
en: Organisation of comedy shows

source: Unterhaltung in Wasserparks und Vergnügungszentren
en: Entertainment in the nature of a water park and amusement center

source: Vermietung von Sportausrüstungen für Turnveranstaltungen
en: Rental of equipment for use at gymnastic events

source: Veranstaltung von Basketballspielen sowie -ausstellungen
en: Production of basketball games and exhibitions

source: Vermietung von Beleuchtungsgeräten für Bühnenausstattung und Fernsehstudios
en: Rental of lighting apparatus for theatrical sets or television studios

source: Organisation von Turnvorführungen
en: Organising of gymnastic displays

source: Verleih von Büchern zum Thema Geschäftsmethoden
en: Lending of books relating to business methodology

source: Betrieb von Skisportanlagen
en: Provision of ski-ing facilities

source: Durchführung elektronischer Spiele einschließlich Computerspiele, online oder mittels eines globalen Computernetzes
en: Electronic games services, including provision of computer games on-line or by means of a global computer network

source: Veranstaltung von Bildungs-Symposien
en: Symposiums relating to education

source: Ausbildung in der Wartung von Textverarbeitungsgeräten
en: Training in the maintenance of word processors

source: Erstellen von Unterhaltungsprogrammen für das Kino
en: Preparation of entertainment programmes for the cinema

source: Ausbildung in Bezug auf Design
en: Training services relating to design

source: Ausbildung im Bereich Gesundheitsschutz und Sicherheit
en: Training services relating to health and safety

source: Projektion von Kinofilmen für medizinische Zwecke
en: Projection of cine-films for medical purposes

source: Unterhaltung in Form von Schönheitswettbewerben
en: Entertainment in the nature of beauty pageants

source: Organisation von Tanzvorführungen
en: Organisation of dancing displays

source: Durchführung von Wanderungen [Unterhaltung]
en: Organisation of outings for entertainment

source: Unterhaltungsdienstleistungen bereitgestellt über Veröffentlichungsmedien
en: Provision of entertainment services through the media of publications

source: Betrieb von Sport-Trainingseinrichtungen
en: Providing sports training facilities

source: Vermietung von Tonbändern
en: Rental of audio cassettes

source: Beratungsdienste auf dem Gebiet der Kochwettbewerbe
en: Consulting services in the field of culinary competitions

source: Erstellung von Lehrmaterialien
en: Development of educational materials

source: Produktion von Bühnenshows
en: Production of stage shows

source: Produktion von Videobändern und Videoplatten
en: Production of video tapes and video discs

source: Produktion von Shows und Filmen
en: Shows and films production

source: Korrekturlesen von Manuskripten
en: Proof reading of manuscripts

source: Vermietung von kinematografischen Apparaten
en: Rental of cinematographic apparatus

source: Vermietung von Plattenspielern
en: Rental of record players

source: Unterrichtsdienstleistungen in Bezug auf die Wartung von Fahrzeugen
en: Instructional services relating to the maintenance of vehicles

source: Dienstleistungen auf dem Gebiet der Produktion von Trickfilmen und Fernsehfilmen
en: Services in the production of animated motion pictures and television features

source: Durchführung von Schulungen für die Industrie
en: Provision of training services for industry

source: Veranstaltung von Sportturnieren
en: Tournaments (Staging of sports -)

source: Durchführung von Lehrgängen in Bezug auf Computersoftware
en: Training courses relating to computer software

source: Veranstaltung von Spezialisierungskursen für Ärzte im Bereich von Krebserkrankungen
en: Training services relating to the installation of computer controlled test systems

source: Erteilen von Auskünften zu Sportergebnissen
en: Specialisation courses for oncological doctors

source: Veröffentlichung von Büchern zum Thema Rugby-Liga
en: Publication of books relating to rugby league

source: Veröffentlichung von Notenheften
en: Publication of music books

source: Schulungsdienstleistungen in Bezug auf die Wissenschaft der Primärursachenanalyse durch Hypnose
en: Training services relating to the science of primary cause analysis by hypnosis

source: Schulungsdienstleistungen im Bereich der Primärursachentherapie mittels Hypnose
en: Training services relating to the therapy of primary cause analysis by hypnosis

source: Vermietung von Videobändern und Kinofilmen
en: Rental of video tapes and motion pictures

source: Ausbildungsdienstleistungen im Bereich Architektur
en: Educational services relating to architecture

source: Unterhaltung in Form von Sinfonieorchesterdarbietungen
en: Entertainment in the nature of symphony orchestra performances

source: Unterhaltung in Form von Leichtathletikwettbewerben
en: Entertainment in the nature of track and field competitions

source: Unterhaltung in Form von Gewichthebewettbewerben
en: Entertainment in the nature of weight lifting competitions

source: Produktion von Comedyshows
en: Production of comedy shows

source: Unterricht im Bereich der Geschäftsführung
en: Teaching services relating to business assistance

source: Unterrichtsdienstleistungen im Bereich der Medizin
en: Teaching services relating to the medical field

source: Schulung für berufliche Fähigkeiten
en: Training relating to employment skills

source: Organisation von Freizeitveranstaltungen
en: Organising of recreational events

source: Organisation von Shows zu Unterhaltungszwecken
en: Organising of shows for entertainment purposes

source: Durchführung von audiovisuellen Präsentationen zu Unterhaltungszwecken
en: Audio-visual display presentation services for entertainment purposes

source: Unterhaltungsdienstleistungen in Form von Konzertaufführungen
en: Entertainment services in the form of concert performances

source: Coaching in Bezug auf Finanzen
en: Coaching relating to finance

source: Ausbildung in Ernährungskunde
en: Dietary education services

source: Organisation von Tauchausstellungen
en: Diving exhibitions (Organising of -)

source: Vermietung von Sport- oder Fitnessgeräten
en: Rental of sports or exercise equipment

source: Bereitstellen von Online-Informationen und Neuigkeiten im Bereich der beruflichen Ausbildung
en: Providing on-line information and news in the field of employment training

source: Unterricht in Bezug auf die Erstellung von Computerprogrammen
en: Educational services relating to the writing of computer programs

source: Produktion von Eislauf-Shows
en: Production of ice skating shows

source: Produktion von Musikshows
en: Production of music shows

source: Durchführung von Fern-Kochkursen
en: Correspondence courses relating to cookery

source: Durchführung von Fernkursen im Investment-Bereich
en: Correspondence courses relating to investment

source: Ausrichten von Phantasiesportligen
en: Hosting of fantasy sports leagues

source: Erwachsenenausbildung im Bereich der Rechnungsprüfung
en: Adult education services relating to auditing

source: Erteilen von telefonischen Auskünften in Bezug auf Unterhaltung
en: Telephone information services relating to entertainment

source: Veröffentlichung von Betriebsanleitungen
en: Services for the publication of guide books

source: Betrieb von Skipisten
en: Providing ski slopes

source: Vermietung von Museumseinrichtungen
en: Provision of museum facilities

source: Berufsausbildung im Bereich der Vermeidung von Drogenproblemen
en: Vocational education relating to avoidance of drug related problems

source: Veranstaltung und Durchführung von Flugschauen
en: Air shows (Arranging and conducting -)

source: Management-Lehrgänge
en: Tuition in management

source: Ausbildung auf dem Gebiet der Kommunikationstechnik
en: Training in the field of communication technologies

source: Buchung von Fitnesseinrichtungen
en: Booking of exercise facilities

source: Betrieb eines Bowlingzentrums
en: Bowling centres (Operation of -)

source: Leistungsbeurteilungen bei Lernschwierigkeiten
en: Teaching assessments for counteracting learning difficulties

source: Veranstaltung von Ausbildungslehrgängen
en: Organisation of training courses

source: Organisation von Basketballturnieren
en: Organising of basketball tournaments

source: Organisation von Seminaren im Bereich Handel
en: Arranging of seminars relating to trade

source: Ausbildung in der Handhabung von Baumaschinen
en: Training in the use of construction machinery

source: Produktion und Vermietung von Videofilmen
en: Video tape film production and rental

source: Organisation einer jährlichen Bildungskonferenz
en: Arranging of an annual educational conference

source: Organisation von Wettbewerben für kulturelle Zwecke
en: Arranging of competitions for cultural purposes

source: Produktion von Zeichentrick-Kinofilmklipps
en: Production of graphical cine-film clips

source: Verleih von Gemälden und kalligrafischen Arbeiten
en: Rental of paintings and calligraphic works

source: Durchführung von Internatskursen
en: Residential training courses

source: Musikalische Darbietungen eines Nachtclubs
en: Musical floor shows provided at performance venues

source: Unterricht im Bereich der Leseförderung
en: Teaching in the field of remedial reading

source: Durchführung von philosophischen Schulungen
en: Courses (Training -) relating to philosophical subjects

source: Unterhaltung in Form von Hockeyspielen
en: Entertainment in the nature of hockey games

source: Unterhaltung in Form von fortlaufenden Spielshows
en: Entertainment in the nature of ongoing game shows

source: Vermietung von Spielautomaten für Spielhallen
en: Amusement arcade machine rental services

source: Bereitstellen von digitaler Musik aus dem Internet
en: Providing digital music from the internet

source: Ausbildung im Bereich der Informationstechnologie
en: Educational services relating to information technology

source: Organisation von Sportwettkämpfen und Reitwettbewerben
en: Organising of sports competitions and equestrian contests

source: Ausbildung im Bereich fotografische Entwicklung
en: Education services relating to photographic developing

source: Organisation von Wettkämpfen
en: Organization of competitions

source: Veranstaltung von Hobby-Wettbewerben
en: Organising of entertainment competitions

source: Organisation von Unterhaltung
en: Organising of entertainment

source: Schaustellung von Tieren
en: Exhibiting of animals

source: Vermietung von Tonaufnahmen
en: Rental of sound recordings

source: Organisation von Ausstellungen zu Ausbildungszwecken
en: Arranging of displays for educational purposes

source: Veranstaltung von Ausstellungen für Ausbildungszwecke
en: Arranging of exhibitions for educational purposes

source: Organisation von Ausstellungen für Ausbildungszwecke
en: Arranging of exhibitions for training purposes

source: Organisation von Ausstellungen zu Unterhaltungszwecken
en: Organising of exhibitions for entertainment purposes

source: Durchführung von Ausstellungen für Bildungszwecke
en: Conducting of exhibitions for educational purposes

source: Organisation von Shows zu Bildungszwecken
en: Organising of shows for educational purposes

source: Organisation von Vorführungen zu Bildungszwecken
en: Arranging of demonstrations for educational purposes

source: Vermietung von Fernsehkameras
en: Leasing of television cameras

source: Audio- und Videoproduktion sowie Fotografieren
en: Audio and video production, and photography

source: Bildung, Erziehung, Unterhaltung und Sport
en: Education, entertainment and sports

source: Verlags- und Berichtswesen
en: Publishing and reporting

source: Vermietung von Beleuchtungsapparaten für Filmsets oder -studios
en: Rental of lighting apparatus for movie sets or film studios

source: Durchführung von Unterhaltungsveranstaltungen für soziale Zwecke
en: Entertainment services in the nature of arranging social entertainment events

source: Unterhaltung durch die Organisation von gesellschaftlichen Unterhaltungsveranstaltungen
en: Entertainment services in the nature of organizing social entertainment events

source: Vermietung von Hüpfburgen
en: Rental of bounce houses

source: Vermietung von Schwimmbädern
en: Rental of swimming pools

source: Vermietung von Karaokeanlagen
en: Karaoke machine rental services

source: Organisation von Tierausstellungen für kulturelle oder Bildungszwecke
en: Organisation of animal exhibitions for cultural or educational purposes

source: Durchführung von geführten Höhlentouren für Bildungszwecke
en: Conducting guided tours of caves for educational purposes

source: Veranstaltung und Durchführung von Seminaren auf dem Gebiet der Onkologie
en: Arranging and conducting of seminars in the field of oncology

source: Durchführung von Unterricht auf dem Gebiet Tanz
en: Providing instruction in the field of dance

source: Tanzunterricht für Erwachsene
en: Dance instruction for adults

source: Tanzunterricht für Kinder
en: Dance instruction for children

source: Audio- und Videomontage [Bearbeitung]
en: Audio and video editing services

source: Bildungsdienstleistungen erbracht durch Oberschulen
en: Educational services provided by senior high schools

source: Bildungsdienstleistungen erbracht durch Universitäten
en: Educational services provided by universities

source: Veranstaltung und Durchführung von Bildungskursen bezogen auf die Reiseindustrie
en: Arranging and conducting of education courses relating to the travel industry

source: Unterricht auf dem Gebiet der Medizin
en: Teaching in the field of medicine

source: Schulungen auf dem Gebiet der Medizin
en: Training in the field of medicine

source: Vermietung von Sportanlagen für Eisschnelllauf-Meisterschaften
en: Providing sports facilities for speed skating championships

source: Vermietung von Sportanlagen für Eiskunstlauf-Meisterschaften
en: Providing sports facilities for figure skating championships

source: Organisation von Eisschnelllauf-Wettbewerben
en: Organisation of speed skating competitions

source: Organisation von Eiskunstlauf-Wettbewerben
en: Organisation of figure skating competitions

source: Organisation von Eiskunstlauf- und Eisschnelllauf-Wettbewerben
en: Organisation of figure and speed skating competitions

source: Darbietung exotischer Tänze
en: Exotic dancing services

source: Vermietung von Anlagen für Vergnügungsparks
en: Providing amusement park facilities

source: Vermietung von Baseballanlagen
en: Providing baseball facilities

source: Vermietung von Billardausrüstung
en: Providing billiard facilities

source: Vermietung von Ausrüstung zum Spielen von Go-Brettspielen
en: Providing facilities for playing Go board games

source: Vermietung von Ausrüstung zum Spielen von Shogi
en: Providing facilities for playing shogi

source: Vermietung von Eislaufanlagen
en: Providing ice rink facilities
